Repository: necrose99/qt4-fsarchiver
Catalog: translations/qt4-fsarchiver.tmx
Source language: en
Languages: af, ca, da, de, el, es_es, fr, hu, it, ja, nl, no, pt_br, pt_pt, ro, ru, sv_se, vi, zh_cn

source: Backup and restore partitions, directory and MBR Copyright (C) 2008-2014 Francois Dupoux und Dieter Baum. All rights reserved. Version 0.6.19-5, June 28, 2014
es_es: Copia de seguridad y restauración de particiones, directorios y MBR Copyright (C) 2008-2014 Francois Dupoux y Dieter Baum. Todos los derechos reservados. Versión 0.6.19-5, 28 de junio 2014
it: Backup e ripristino partizioni, directory e MBR Copyright (C) 2008-2014 Francois Dupoux e Dieter Baum. Tutti i diritti riservati. La versione 0.6.19-5, 28 GIUGNO 2014

source: Backup and restore partitions, directory and MBR Copyright (C) 2008-2014 Francois Dupoux und Dieter Baum. All rights reserved. Version 0.6.19-6, August 4, 2014
es_es: Copia de seguridad y restauración de particiones, directorios y MBR Copyright (C) 2008-2014 Francois Dupoux y Dieter Baum. Todos los derechos reservados. Versión 0.6.19-6, 4 de agosto 2014
it: Backup e ripristino partizioni, directory e MBR Copyright (C) 2008-2013 Francois Dupoux e Dieter Baum. Tutti i diritti riservati. La versione 0.6.19-6, 4 Agosto 2014
ro: Backup și restaurare partiții, directorul și MBR Copyright (C) 2008-2014 Francois Dupoux und Dieter Baum. Toate drepturile rezervate. Versiune 0.6.19-6, 04 august 2014

source: Backup and restore partitions, directory and MBR Copyright (C) 2008-2014 Francois Dupoux und Dieter Baum. All rights reserved. Version 0.6.19-4, May 28, 2014
es_es: Copia de seguridad y restauración de particiones, directorios y MBR Copyright (C) 2008-2014 Francois Dupoux y Dieter Baum. Todos los derechos reservados. Versión 0.6.19-4, 28 de mayo 2014
it: Backup e ripristino partizioni, directory e MBR Copyright (C) 2008-2013 Francois Dupoux e Dieter Baum. Tutti i diritti riservati. La versione 0.6.19-4, 1 GIUGNO 2014

source: Please select from the writing back to partition.
es_es: Por favor, seleccione la partición a ser escrito de nuevo.
ja: Si prega di scegliere tra backup di scrivere la partizione.
ru: Выберите восстанавливаемый раздел.
sv_se: Välj från handstilen tillbaka till partitionen.

source: Can not find a shared directory. The program is terminated.
es_es: No se puede encontrar un directorio compartido. El programa se termina.
ja: 共有ディレクトリを見つけることができません。プログラムを終了する。
ro: Nu găsesc un dosar partajat. Programul se închide.
ru: Не удается найти общий каталог. Программа прервана.
sv_se: Kan inte hitta en delad katalog. Programmet avslutas.

source: Please, select the filename of the backup.
es_es: Por favor, seleccione el nombre del archivo del copia de seguridad.
ja: Si prega di selezionare il nome del file del backup.
ru: Выберите имя файла образа восстановления.
sv_se: Välj filnamn för säkerhetskopian.

source: Number of processors cores to be used for fsarchiver:
es_es: Número de procesadores núcleos, para FSArchiver se debe utilizar:
ja: プロセッサの数 FSArchiverを使用するコア：
ro: Numărul de miezuri din procesoare de utilizat pentru fsarchiver:
ru: Число потоков решения:
sv_se: Antal processorer kärnor som ska användas för fsarchiver:

source: are deleted!
es_es: Se eliminan!
ja: 削除された！
ro: sunt șterse!
ru: удаляются!
sv_se: tas bort!

source: The network computer
es_es: El computadora de red
ja: Il computer di rete
ru: Сеть компьютеров
sv_se: Nätverksdatorn

source: could not be integrated. The program is aborted
es_es: no podría ser integrado. El programa se interrumpe
ja: non poteva essere integrati. Il programma viene interrotto
ru: не может быть подключён. Прграмма будет прервана
sv_se: skulle inte kunna integreras. Programmet avbryts

source: You have selected a folder. You must select a fsa.gz file.
es_es: Ha seleccionado una carpeta. Debe seleccionar un archivo fsa.gz.
ja: あなたは、フォルダを選択している。あなたはfsa.gzファイルを選択する必要があります。
ro: Ați selectat un director. Trebuie să selectați un fișier fsa.gz .
sv_se: Du har markerat en mapp. Du måste välja en fsa.gz fil.

source: Do you want really restore the image of the hard drive?
es_es: ¿Quieres realmente restaurar la imagen del disco duro?
ja: あなたは本当にハードドライブのイメージを復元しますか？
ro: Chiar doriți să creeați o imagine a discului dur?
ru: Хотите действительно восстановить образ жесткого диска ?
sv_se: Vill du verkligen återställa bilden av hårddisken?

source: You have selected a folder. You must select a gz.fsa file.
es_es: Ha seleccionado una carpeta. Debe seleccionar un archivo gz.fsa.
ja: あなたは、フォルダを選択している。あなたはgz.fsaファイルを選択する必要があります。
ru: Вы выбрали папку . Вы должны выбрать файл gz.fsa .

source: Do you want really clone the hard drive? All dates on
es_es: ¿Quieres realmente clonar el disco duro? Todas las fechas de
ja: あなたが したいですか 本当にハード ドライブ のクローンを作成する ？ 上の すべての日付
ro: Vrei într-adevăr clona hard disk-ul? Toate datele de pe
ru: Хотите действительно клонировать жесткий диск ? Все даты по

source: directories,
es_es: directorios,
ja: ディレクトリ
ro: directoare,
ru: каталоги,

source: Select the directory in which the saved image will be recovered.
es_es: Seleccione el directorio en el que se va a recuperar la imagen guardada.
ja: Selezionare la directory in cui verrà recuperata l'immagine salvata.
ru: Выберите каталог, в котором будет восстановлен образ.

source: Please select the to be directory or file to be saved.
es_es: Por favor, seleccione el directorio que ser o archivo que desea guardar.
ja: Si prega di selezionare la cartella o il file da salvare.
ru: Выберите каталог или файл для сохранения.

source: Please select the existing backup file.
es_es: Por favor, seleccione el archivo de copia de seguridad existente.
ja: Si prega di selezionare il file di backup esistente.
ru: Выберите существующий файл образа.

source: Files,
es_es: archivos,
ja: ファイル、

source: files,
es_es: archivos,
ja: ファイル、
ru: файлов
sv_se: filer,

source: The key length must be between 6 and 64 characters
es_es: La longitud de la clave debe estar entre 6 y 64 caracteres
ja: La lunghezza della chiave deve essere compresa tra 6 e 64 caratteri.
ru: Длина ключа должна быть от 6 до 64 символов.
sv_se: Nyckellängden måste vara mellan 6 och 64 tecken

source: The backup of the directory was successful.
es_es: La restauración del directorio se ha realizado correctamente.
ja: Il ripristino della directory era successo.
ru: Сохранение прошло успешно.

source: The backup of the folder was aborted by the user!
es_es: La copia de seguridad de la carpeta fue abortada por el usuario!
ja: Il backup è stata interrotta dall'utente
ru: Сохранение каталога было прервано пользователем!

source: The restoration of the directory was canceled by the user!
es_es: La restauración del directorio fue cancelado por el usuario!
ja: ディレクトリの復元はユーザーだった

source: The restore of the folder was break by user!
es_es: La restauración de la partición fue detenida por el usuari!
ja: il ripristino della directory annullata dall'utente!
ru: Восстановление каталога было прервано пользователем!

source: There was no key for encryption specified.
es_es: No había ninguna clave para el cifrado especificado.
ja: Non c'era nessuna chiave per la crittografia specificato.
ru: Ключ шифрования не подходит.

source: already exists. The backup is not performed
es_es: ya existe. No se realiza la copia de seguridad
ja: esiste già. Il backup non viene eseguito
ru: уже существует. Сохранение не выполнено

source: links and
es_es: enlaces y
ja: リンクウント
ro: linkurile și
ru: ссылки и

source: Links were not backed properly. The backup of the directories was only partially successful
es_es: Los vínculos no fueron respaldados correctamente. La copia de seguridad de los directorios era sólo un éxito parcia
ja: I collegamenti non sono stati sostenuti correttamente. Il backup delle directory è stato solo parzialmente riuscito
ru: Ссылки сохранены некорректно, сохранение каталога было неполным

source: links were not correctly restored. The restoring of the lists was only partially successful
es_es: vínculos no se han restaurado correctamente. La restauración de las listas era sólo un éxito parcial
ja: collegamenti non sono stati ripristinati correttamente. Il ripristino degli elenchi è stato un successo solo parziale
ru: ссылки восстановлены некорректно. Произошло не полное восстановление

source: You have selected a directory. You need a backup file with the extension .fsa select
es_es: Ha seleccionado un directorio. Es necesario un archivo de copia de seguridad al extensión. Fsa selecciona
ja: È stata selezionata una directory. Hai bisogno di un file di riserva con estensione. Fsa selezionare
ru: Выберите файл с расширением .fsa, а не каталог

source: You have selected a file. You must select a directory
es_es: Ha seleccionado una carpeta. Debe seleccionar un directorio
ja: È stato selezionato un file. È necessario selezionare una directory
ru: Выбран файл. Выберите каталог

source: You have tried to restore a directory. The selected file can only restore partitions.
es_es: Ha intentado restaurar un directorio. El archivo seleccionado sólo puede restaurar particiones.
ja: Si è tentato di ripristinare una directory. Il file selezionato può ripristinare solo le partizioni.
ru: Вы пытаетесь восстановить каталог. Выбранный образ только для восстановления раздела.

source: specials have been backed.
es_es: datos específicos ha sido respaldado.
ja: dati specifico è stato eseguito il backup.
ro: speciale au fost susținute.
ru: специальная информация была сохранена.
sv_se: specialerbjudanden har backats.

source: specials have been restored.
es_es: datos específicos ha sido respaldado.
ja: dati specifici è stato restaurato
ro: speciale au fost restaurate.
ru: специальных файлов было восстановлено.
sv_se: specialerbjudanden har återställts.

source: directories, and
es_es: directorios,
ja: directory, e
ru: каталог и

source: bytes. The hidden area of the disk
es_es: bytes. El área oculta del disco
ja: バイト 。 ディスク の 隠し領域
ru: байт. Скрытая область диска

source: bytes. Are you sure?
es_es: bytes. El área oculta del disco
ja: バイト 。 本当に？
ru: байт. Продолжать?

source: You have no MBR backup file selected. Name or size is not correct
es_es: Usted no tiene ninguna copia de seguridad de archivos MBR seleccionado. Nombre o tamaño no es correcto
ja: あなたが選択されていない、MBRバックアップファイルがありません。名前やサイズが正しくありません
ro: Nu ai selectat o copie de rezervă a MBR-ului. Numele sau dimensiunea nu este corectă
ru: Это не файл восстановления MBR. Имя или размер его не корректны

source: The MBR has not been backeed.
es_es: El MBR no está respaldada
ja: MBRがサポートされていません
ro: Copia de rezervă MBR nu a fost salvată.
ru: MBR не был записан.

source: The MBR was successfully backed up.
es_es: El MBR fue respaldado con éxito.
ja: MBRが正常にバックアップされました。
ro: Copia de siguranță a MBR-uli a fost salvată cu succes.
ru: MBR успешно сохранён.

source: The restore of the partition was canceled by user!
es_es: La restauración de la partición fue detenida por el usuario
ja: il ripristino della directory annullata dall'utente!
ru: Восстановление раздела было прервано пользователем!
sv_se: Återställning av partitionen avbröts av användaren!

source: Error saving partition. File too large. Use is FAT-partition?
es_es: Ahorro de partición de error. El archivo es demasiado grande. El uso es FAT-partición?
ja: Errore durante il salvataggio della partizione. File troppo grande. L'uso è FAT-partizione?
ru: Ошибка сохранения раздела. Файл слишком большой. Используется FAT-раздел?
sv_se: Fel vid sparande av partition. Filen för stor. Är FAT-partition?

source: The Boot Loader section is successful return.
es_es: La sección del gestor de arranque es exitoso regreso.
ja: Il bootloader è stato ripristinato con successo
ru: Загрузочная запись была успешно перезаписана.

source: The boot loader area was not restored.
es_es: Sólo el área del gestor de arranque para restaurar.
ja: L'area boot loader non è stato ripristinato.
ru: Загрузочная область не была восстановлена.

source: The MBR is successful return.
es_es: La tabla de particiones GUID es exitoso regreso.
ja: La tabella di partizione GUID è stato ripristinato con successo.
ru: MBR была успешно восстановлена.

source: The MBR is not restored.
es_es: El MBR no se restaura.
ja: MBRが復元されませんでした。
ru: MBR не была восстановлена.

source: The hidden area is successful return.
es_es: La tabla de particiones GUID es exitoso regreso.
ja: Il bootloader è stato ripristinato con successo
ru: Скрытая область успешно перезаписана.

source: The hidden area was not restored.
es_es: bytes. El área oculta del disco.
ja: 隠された領域は復元されませんでした。
ru: Скрытая область не была восстановлена.

source: , the saved hard drive is
es_es: , El clon del disco duro fue con éxito
ja: , Il disco rigido salvato è
ru: , диск для сохранения

source: The GUID partition table is successful return.
es_es: La tabla de particiones GUID es exitoso regreso.
ja: La tabella di partizione GUID è stato ripristinato con successo.

source: The GUID partition table was not restored.
es_es: La tabla de particiones GUID es exitoso regreso.
ja: La tabella di partizione GUID non è stato ripristinato.

source: The partition table was not restored.
es_es: La tabla de particiones GUID es exitoso regreso.
ja: パーティションテーブルが復元されていない。
ru: Таблтца разделов не восстановлена.

source: has a size of
es_es: tiene un tamaño de
ja: のサイズを有する
ru: имеет размер

source: MBR/GPT was successfully backed up.
es_es: MBR / GPT fue respaldado con éxito.
ja: MBR/GPTは正常にバックアップされました。

source: MBR/GPT has not been backeed.
es_es: MBR/GPT no ha sido respaldado.
ja: MBR/GPT non è stato eseguito il backup

source: You have selected a directory. You must select the MBR/GPT backup file
es_es: Ha seleccionado un directorio. Debe seleccionar el MBR / GPT archivo de copia de seguridad
ja: È stata selezionata una directory. È necessario selezionare il file di backup MBR/GPT
ru: Вы выбрали каталог. Выберите файл сохранения MBR

source: You have selected a file. You must select a directory.
es_es: Ha seleccionado una carpeta. Debe seleccionar un archivo gz.fsa
ja: あなたは、ファイルを選択している。あなたは、ディレクトリを選択する必要があります
ru: Вы выбрали файл. Выберите каталог.

source: You may have a wrong file selected. Restore the hidden field has a size of
es_es: Usted puede tener un archivo incorrecto seleccionado. Restaurar el campo oculto tiene un tamaño de
ja: Si può avere un file sbagliato selezionato. Ripristinare il campo nascosto ha una dimensione di
ru: Вы неправильно выбрали файл. Размер восстанавливаемой области

source: You may have the wrong disk is selected. The restore disk is
es_es: Es posible que tenga seleccionado el disco equivocado. El disco de restauración es
ja: Si può avere sia selezionato il disco sbagliato. Il disco di ripristino è
ru: Вы неправильно выбрали диск. Восстанавливаемый диск

source: You must choose the MBR/GPT file
es_es: Usted debe elegir el archivo MBR/GP
ja: È necessario scegliere il file MBR/GPT

source: You must choose the GPT file
es_es: Usted debe elegir el archivo MBR/GP
ja: È necessario scegliere il file MBR/GPT

source: You must choose the MBR file
es_es: Usted debe elegir el archivo MBR/GP
ja: È necessario scegliere il file MBR/GPT
ru: Выберите файл с записанным MBR

source: Caution: If you really want to to write back the MBR completely or partially?
es_es: Precaución: Si de verdad quieres volver a escribir el MBR completa o parcialmente?
ja: Attenzione: Se davvero si vuole scrivere indietro il MBR tutto o in parte?
ru: Внимание ! Вы хотите полностью или частично перезаписать MBR ?

source: Caution: If you really want to to write back the secret field?
es_es: Precaución: Si de verdad quieres volver a escribir la tabla de particiones GUID?
ja: 注意：もしあなたが本当に秘密のフィールドを書き戻すためにはどうすればよいでしょうか
ru: Внимание ! Вы хотите перезаписать скрытую область MBR?

source: Caution: If you really want to to write back the GUID partition table?
es_es: Precaución: Si de verdad quieres volver a escribir la tabla de particiones GUID?
ja: Attenzione: Se davvero si vuole riscrivere la tabella delle partizioni GUID?
ru: Внимание ! Вы хотите перезаписать скрытую область MBR?

source: Are you sure?
es_es: Debe seleccionar una carpeta?
ja: Sei sicuro?
ru: Вы уверены?

source: can not be unmounted. The program is terminated
es_es: no se puede desmontar. El programa se termina
ja: アンマウントすることはできません。プログラムを終了する
ru: нельзя отмонтировать. Программа прервана

source: The partition is successful back.
es_es: La partición ha sido restaurado con éxito.
ja: Si prega di selezionare la partizione da scrivere indietro.
ru: Раздел был успешно сохранён.
sv_se: Partitionen är framgångsrika tillbaka.

source: The partition has been backed up successfully.
es_es: La partición ha sido restaurado con éxito.
ja: Si prega di selezionare la partizione da scrivere indietro.
ro: Partiția a fost susținută cu succes.
ru: Раздел был успешно сохранён.
sv_se: Partitionen har säkerhetskopierats framgångsrikt.

source: cannot restore an archive to a partition which is mounted, unmount it first
es_es: no puede restaurar un archivo a una partición que está montada, desmonte primero
ja: non è possibile ripristinare un archivio di una partizione che è montato, smontarlo prima
ro: nu se poate restaura o arhivă la o partiție care este montat, umount mai întâi
ru: Нельзя восстанавливать смонтированный раздел. Вначале его размонтируйте
sv_se: kan inte återställa ett arkiv till en partition som är monterad, avmontera den först

source: Operating system:
es_es: Sistema operativo:
ja: オペレーティングシステム：
ru: Операционная система:
sv_se: Operativsystem:

source: Description:
es_es: Descripción:
ja: 説明 :
ru: Описание:
sv_se: Beskrivning/kontroller:

source: You have selected a directory. You must select a file
es_es: Ha seleccionado una carpeta. Debe seleccionar un archivo gz.fsa
ja: あなたは、ディレクトリを選択している。あなたは、ファイルを選択する必要があります
ro: Ați selectat un director. Trebuie să selectați un fișier
ru: Вы выбрали каталог. Надо выбрать файл

source: specials have been restored .
es_es: datos específicos ha sido respaldado.
ja: 具体的なデータが書き戻されています。
ru: специальная информация была восстановлена..
sv_se: specialerbjudanden har återställts .

source: links
es_es: enlaces y
ja: リンクウント
ro: plajă
ru: ссылок

source: Please, select the saved directory.
es_es: Por favor, seleccione el directorio de guardado.
ja: 保存したバックアップファイルのディレクトリを選択してください。
ro: Te rog, selectează dosarul salvat.
ru: Пожалуйста, выберите сохраненный каталог.

source: Please, select a shared folder.
es_es: Por favor, seleccione una carpeta compartida.
ja: 共有フォルダを選択してください。
ro: Vă rugăm, selectați un director partajat.
ru: Пожалуйста, выберите папку общего доступа.

source: Please, select the saved directory..
es_es: Por favor, seleccione el directorio de guardado ..
ja: 保存したバックアップファイルのディレクトリを選択してください。
ro: Vă rugăm, selectați directorul salvat ..
ru: Выберите сохранённый каталог.

source: The restore was canceled by user
es_es: La restauración de la partición fue detenida por el usuario
ja: 復元はユーザーによってキャンセルされました
ru: Восстановление было прервано пользователем

source: Please, select the partition to be saved.
es_es: Por favor, seleccione el directorio que ser o archivo que desea guardar.
ja: Si prega di selezionare la cartella o il file da salvare.
ru: Выберите каталог для сохранения.

source: Please, select the partition to be written back.
es_es: Por favor, seleccione la partición a ser escrito de nuevo.
ja: にライトバック するパーティションを 選択してください 。
ru: Выберите раздел для записи образа.

source: Please, select a folder.
es_es: Por favor, seleccione el nombre del archivo del copia de seguridad.
ja: Si prega di selezionare il nome del file del backup.

source: files
es_es: archivos
ja: ファイル
ro: arhivă
ru: файлы

source: The partition type is not supported. Maybe the partition is encrypted?
es_es: El tipo de partición no es compatible. Tal vez la partición está encriptada?
ja: Il tipo di partizione non è supportato. Forse la partizione è criptato?
ro: Tipul partiției nu este acceptat. Poate că partiția este criptat?
ru: Тип раздела не поддерживается. Возможно раздел зашифрован?
sv_se: Partitionstypen stöds inte. Kanske partitionen är krypterade?

source: The SSH server is not reachable. Try again or with another network protocol.
es_es: El servidor SSH no es accesible. Inténtalo de nuevo o con otro protocolo de red.
ja: Il server SSH non è raggiungibile. Riprova o con un altro protocollo di rete.
ro: Serverul SSH nu este accesibil. Încercați din nou sau cu un alt protocol de rețea.
ru: Сервер SSH не доступен. Попробуйте еще раз или с другим сетевым протоколом.

source: The backup of the partition was aborted by the user!
es_es: La copia de seguridad de la carpeta fue abortada por el usuario!
ja: Il backup è stata interrotta dall'utente
ru: Сохранение раздела прервано пользователем!
sv_se: Backup av partitionen avbröts av användaren!

source: The backup was aborted by the user
es_es: La copia de seguridad de la carpeta fue abortada por el usuario
ja: バックアップは ユーザーによって 中止されました
ru: Сохранеие было прервано пользователем
sv_se: Säkerhetskopieringen avbröts av användaren

source: The restore of the partition was Halted by user!
es_es: La restauración de la partición fue detenida por el usuario
ja: il ripristino della directory annullata dall'utente!
ro: Restabili partiției a fost oprită de utilizator!
ru: Восстановление раздела было прервано пользователем!

source: The restored home partition is mounted and can not be restored. Please use a live CD
es_es: Para restaurar la partición del sistema está montado y no se puede restaurar. Por favor, use un CD en vivo
ja: La partizione "casa"(HOME) restaurata è montata e non può essere ripristinato. Si prega di utilizzare un live CD
ru: Восстанавливаемы домашний каталог смонтирован и не может быть восстановлен. Используйте Live-CD

source: Partition to restore the
es_es: Restaurar la tabla de particiones
ja: Partizione per ripristinare il
ru: Восстанавливаемый раздел

source: To restore system partition is mounted and can not be restored. Please use a live CD
es_es: Para restaurar la partición del sistema está montado y no se puede restaurar. Por favor, use un CD en vivo
ja: Per ripristinare la partizione di sistema è montato e non può essere ripristinato. Si prega di utilizzare un live CD
ru: Восстанавливаемы системный раздел смонтирован и не может быть восстановлен Используйте Live-CD

source: No key was given for the decryption
es_es: No había ninguna clave para el cifrado especificado.
ja: これは、復号化のためのキーを設定していない。
ru: Ключ шифрования не подходит

source: links were not saved properly. The backup of the partition was only partially successful
es_es: Los vínculos no fueron respaldados correctamente. La copia de seguridad de los directorios era sólo un éxito parcial
ja: リンクが正しく保存されませんでした。パーティションのバックアップは、部分的にしか成功しました
ro: linkurile nu au fost salvate în mod corespunzător.Copie de rezervă a partiției fost doar parțial reușită
ru: ссылок не было корректно сохранено. Сохранени прошло часично

source: links were not recovered correctly. The recovery of the partition was only partly successful.
es_es: La restauración de la partición fue detenida por el usuario
ja: pubblicitari non sono stati recuperati correttamente. Il recupero della partizione è solo in parte riuscito.
ro: link-uri nu au fost recuperate corect. Recuperarea partiției a fost doar parțial de succes.
ru: ссылок было не корректно восстановлено. Восстановление было выполнено частично.

source: Can not find a shared directory with the NFS Protokoll.
es_es: No se puede encontrar un directorio compartido. El programa se termina.
ja: 私は、NFSプロトコルとの共有ディレクトリを見つけることができません。

source: Can not find a shared directory with the Samba Protokoll.
es_es: No se puede encontrar un directorio compartido. El programa se termina.
ja: Sambaのプロトコルとの共有ディレクトリを見つけることができません。
